<template>

    <div class="container">
      <div class="elements">
        <h1>ОБЩАЯ ИНФОРМАЦИЯ</h1>
        <div class="nav-line">
          О банке
          <div class="line"></div>
        </div>
        <div class="history">
          <h2>Основан в 1990 г.</h2>
          <p>В 2002 году, когда Совкомбанк (в то время Буйкомбанк) был приобретен Сергеем Хотимским и группой соинвесторов, у банка были один филиал и 17 сотрудников, а капитал составлял 2 миллиона рублей. К концу 2020 года Совкомбанк стал третьим частным банком России по размеру активов РСБУ согласно рейтингу Интерфакс, сеть филиалов расширилась до 2 334 офисов в 1 тысяче городов России, численность персонала превысила 17 000 человек, а капитал Группы по МСФО составил 188 миллиардов рублей.</p>
          <p>На протяжении 19 лет Совкомбанк успешно реализует собственную стратегию развития благодаря сочетанию элементов органического и неорганического роста. Руководству Банка удалось тщательно отобрать ниши с ограниченной конкуренцией и благодаря уникальному продуктовому предложению и широкому охвату покупателей добиться значительных успехов. Неорганический рост во многом обусловлен точечными приобретениями других банков и компаний: с 2014 года Группа Совкомбанка осуществила более 20 крупных приобретений, в результате чего удалось разнообразить продуктовую линейку и расширить клиентскую базу.</p>
          <p>Активы Банка по МСФО выросли в 30 раз за период с 2011 по 2020 гг., что позволило Совкомбанку занять 9 строчку в списке крупнейших банков России на 31 декабря 2020 г. согласно рейтингу Интерфакс по размерам активов РСБУ. </p>
          <p>Рост банковской группы частично обусловлен ее высокой внутренней способностью генерировать капитал: так за последние десять лет (2011-2020 гг.) средняя рентабельность капитала (ROE) Группы по МСФО составила 42%. Банк не только демонстрирует высокие показатели рентабельности на протяжении всего экономического цикла, но и высокие результаты в период экономического спада: средняя рентабельность капитала Группы во время финансового кризиса в России в 2014-2015 гг. достигала 54%.</p>
          <p>В настоящее время бизнес-модель Банка основывается на функционировании трех основных сегментов: розничные банковские услуги, корпоративные банковские услуги и казначейство, которые в равной степени влияют на итоговый результат Группы. Три операционных сегмента Банка являются взаимодополняющими, обеспечивают сильный взаимоусиливающий эффект и диверсифицируют динамику доходов в течение экономического цикла.</p>
        </div>
      </div>
    </div>

</template>
<script>



export default {
  name: 'App',
  components: {



  }
}
</script>

<style>

.main {
  margin-top: 50px;
}


.nav-line {
  margin: 45px 0px;
  font-size: 22px;
}

.line {
  width: 100%;
  height: 1px;
  background-color: gray;
  margin-top: 5px;
}

.history > p{
  width: 1080px;
  margin: 23px 0px;
}

@media (max-width: 1100px) {
  .container {
    margin-left: 15px;
    margin-right: 15px;
  }

  .history > p{
    width: 320px;
    margin: 14px 0px;
  }
}

</style>